export const TRANSLATES = {
  title: 'FAQ',
  description: 'Здесь вы сможете найти ответы на интересующие вас вопросы.',
  imgAlt: 'Изображение на странице с вопросами',
};

export const faq = [
  {
    id: 1,
    ask: 'Сколько длится консультация?',
    answer: 'Длительность заранее запланированной консультации 50 мин. - 1 час.',
  },
  {
    id: 2,
    ask: 'Как перенести или отменить консультацию?',
    answer:
      'При необходимости переноса или отмены консультации, обучающийся обязан предупредить специалиста службы психологической помощи минимум за 1 сутки до запланированной встречи.',
  },
  {
    id: 3,
    ask: 'Можно ли опоздать на консультацию?',
    answer:
      'Можно, но вы должны заблаговременно предупредить сотрудника СПП об опоздании. Если вы опоздали на консультацию на 15 мин. и не предупредили об этом, консультация отменяется.',
  },
  {
    id: 4,
    ask: 'Можно ли получить консультацию вне очереди?',
    answer:
      'Если Вы находитесь в остром, кризисном состоянии, то возможна внеочередная срочная консультация в день обращения продолжительностью от 15 до 30 минут.',
  },
];
