import type { IPoll } from '@/pages/resources-page/entities/polls/models.ts';

export const pollMocks = [
  {
    title: 'Страх неизвестности или куда пойти после окончания университета?',
    description:
      'Не секрет, что каждому из нас хочется определенности и уверенности в завтрашнем дне. Многие знают, насколько волнительно, когда к концу подходит один этап и надо начинать новый. Но как справиться со страхом? Куда идти дальше? А главное, как это сделать и с чего же начать?',
    author: 'Сафронова Ольга',
    date: '11.09.25',
  },
  {
    title: 'Страх неизвестности или куда пойти после окончания университета?',
    description:
      'Не секрет, что каждому из нас хочется определенности и уверенности в завтрашнем дне. Многие знают, насколько волнительно, когда к концу подходит один этап и надо начинать новый. Но как справиться со страхом? Куда идти дальше? А главное, как это сделать и с чего же начать?',
    author: 'Сафронова Ольга',
    date: '11.09.25',
  },
  {
    title: 'Страх неизвестности или куда пойти после окончания университета?',
    description:
      'Не секрет, что каждому из нас хочется определенности и уверенности в завтрашнем дне. Многие знают, насколько волнительно, когда к концу подходит один этап и надо начинать новый. Но как справиться со страхом? Куда идти дальше? А главное, как это сделать и с чего же начать?',
    author: 'Сафронова Ольга',
    date: '11.09.25',
  },
  {
    title: 'Страх неизвестности или куда пойти после окончания университета?',
    description:
      'Не секрет, что каждому из нас хочется определенности и уверенности в завтрашнем дне. Многие знают, насколько волнительно, когда к концу подходит один этап и надо начинать новый. Но как справиться со страхом? Куда идти дальше? А главное, как это сделать и с чего же начать?',
    author: 'Сафронова Ольга',
    date: '11.09.25',
  },
  {
    title: 'Страх неизвестности или куда пойти после окончания университета?',
    description:
      'Не секрет, что каждому из нас хочется определенности и уверенности в завтрашнем дне. Многие знают, насколько волнительно, когда к концу подходит один этап и надо начинать новый. Но как справиться со страхом? Куда идти дальше? А главное, как это сделать и с чего же начать?',
    author: 'Сафронова Ольга',
    date: '11.09.25',
  },
  {
    title: 'Страх неизвестности или куда пойти после окончания университета?',
    description:
      'Не секрет, что каждому из нас хочется определенности и уверенности в завтрашнем дне. Многие знают, насколько волнительно, когда к концу подходит один этап и надо начинать новый. Но как справиться со страхом? Куда идти дальше? А главное, как это сделать и с чего же начать?',
    author: 'Сафронова Ольга',
    date: '11.09.25',
  },
] as IPoll[];
