import type { ITest } from '@/pages/resources-page/entities/tests/models.ts';

export const testMocks = [
  {
    title: 'Какие чувства вы подавляете?',
    description:
      'Этот тест поможет вам понять, какие эмоции вы чаще всего скрываете от себя и окружающих. Узнайте, что таится в глубине вашего подсознания.',
    countQuestion: '10 вопросов',
    time: '5 минут',
  },
  {
    title: 'Какие чувства вы подавляете?',
    description:
      'Этот тест поможет вам понять, какие эмоции вы чаще всего скрываете от себя и окружающих. Узнайте, что таится в глубине вашего подсознания.',
    countQuestion: '10 вопросов',
    time: '5 минут',
  },
  {
    title: 'Какие чувства вы подавляете?',
    description:
      'Этот тест поможет вам понять, какие эмоции вы чаще всего скрываете от себя и окружающих. Узнайте, что таится в глубине вашего подсознания.',
    countQuestion: '10 вопросов',
    time: '5 минут',
  },
  {
    title: 'Какие чувства вы подавляете?',
    description:
      'Этот тест поможет вам понять, какие эмоции вы чаще всего скрываете от себя и окружающих. Узнайте, что таится в глубине вашего подсознания.',
    countQuestion: '10 вопросов',
    time: '5 минут',
  },
  {
    title: 'Какие чувства вы подавляете?',
    description:
      'Этот тест поможет вам понять, какие эмоции вы чаще всего скрываете от себя и окружающих. Узнайте, что таится в глубине вашего подсознания.',
    countQuestion: '10 вопросов',
    time: '5 минут',
  },
  {
    title: 'Какие чувства вы подавляете?',
    description:
      'Этот тест поможет вам понять, какие эмоции вы чаще всего скрываете от себя и окружающих. Узнайте, что таится в глубине вашего подсознания.',
    countQuestion: '10 вопросов',
    time: '5 минут',
  },
] as ITest[];
