import type { EveryTest } from '@/pages/test-page/model.ts';

export const questionsData = [
  {
    id: '1',
    title: 'Часто ли вы испытываете тревогу без причины?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '2',
    title: 'Воспринимаете ли вы критику близко к сердцу?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '3',
    title: 'Легко ли вы засыпаете?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '4',
    title: 'Часто ли вы чувствуете усталость?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '5',
    title: 'Вам сложно отказывать людям?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '6',
    title: 'Вы часто перепроверяете свою работу?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '7',
    title: 'Вы часто перепроверяете свою работу 👀?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '8',
    title: 'Вы легко адаптируетесь к изменениям?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '9',
    title: 'Часто ли вы вспоминаете неприятные ситуации?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
  {
    id: '10',
    title: 'Вы доверяете своей интуиции?',
    options: ['Да', 'Нет', 'Не знаю', 'Больше да, чем нет', 'Больше нет, чем да'],
  },
] as EveryTest[];
